Revit 2024 API
IFCAggregate.Count Property
 The number of the data values in the aggregate.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int Count { get; }
Visual Basic
Public ReadOnly Property Count As Integer
	Get
Visual C++
public:
property int Count {
	int get ();
}
See Also
IFCAggregate Class
Autodesk.Revit.DB.IFC Namespace